Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Local data on this Apple TV will be cleared. Your synced data stays in your Nuvio account.
de: Lokale Daten auf diesem Apple TV werden gelöscht. Deine synchronisierten Daten bleiben in deinem Nuvio-Konto.
es: Los datos locales en este Apple TV se borrarán. Tus datos sincronizados permanecen en tu cuenta de Nuvio.
fr: Les données locales de cet Apple TV seront effacées. Vos données synchronisées restent dans votre compte Nuvio.
it: I dati locali su questo Apple TV verranno cancellati. I tuoi dati sincronizzati rimangono nel tuo account Nuvio.
vi: Dữ liệu cục bộ trên Apple TV này sẽ bị xóa. Dữ liệu đã đồng bộ vẫn còn trong tài khoản Nuvio của bạn.

source: Logs stream lookups so you can see why a title finds no sources. Turn it on only when asked.
de: Protokolliert Stream-Abfragen, damit du siehst, warum ein Titel keine Quellen findet. Nur auf Anfrage einschalten.
es: Registra las búsquedas de streams para que veas por qué un título no encuentra fuentes. Actívalo solo si se te pide.
fr: Consigne les recherches de streams pour voir pourquoi un titre ne trouve aucune source. À activer uniquement sur demande.
it: Registra le ricerche di stream per vedere perché un titolo non trova fonti. Attivalo solo se richiesto.
vi: Ghi lại các lần tra cứu luồng để bạn thấy vì sao một tiêu đề không tìm được nguồn. Chỉ bật khi được yêu cầu.

source: Look
de: Optik
es: Aspecto
fr: Style
it: Stile
vi: Phong cách

source: MDBList API key
de: MDBList-API-Schlüssel
es: Clave API de MDBList
fr: Clé API MDBList
it: Chiave API MDBList
vi: API key MDBList

source: MDBList Ratings
de: MDBList-Bewertungen
es: Calificaciones de MDBList
fr: Notes MDBList
it: Valutazioni MDBList
vi: Đánh giá MDBList

source: MDBList access was revoked. Connect again.
de: Der MDBList-Zugriff wurde widerrufen. Verbinde dich erneut.
es: Se revocó el acceso a MDBList. Vuelve a conectar.
fr: L'accès à MDBList a été révoqué. Reconnectez-vous.
it: L'accesso a MDBList è stato revocato. Connettiti di nuovo.
vi: Quyền truy cập MDBList đã bị thu hồi. Kết nối lại.

source: MDBList is rate limiting requests. Try again later.
de: MDBList begrenzt gerade die Anfragen. Versuche es später erneut.
es: MDBList está limitando las solicitudes. Inténtalo más tarde.
fr: MDBList limite actuellement les requêtes. Réessayez plus tard.
it: MDBList sta limitando le richieste. Riprova più tardi.
vi: MDBList đang giới hạn số yêu cầu. Thử lại sau.

source: MDBList is unavailable right now.
de: MDBList ist gerade nicht verfügbar.
es: MDBList no está disponible en este momento.
fr: MDBList est indisponible pour le moment.
it: MDBList non è disponibile al momento.
vi: MDBList hiện không khả dụng.

source: MDBList isn't configured in this build.
de: MDBList ist in diesem Build nicht konfiguriert.
es: MDBList no está configurado en esta build.
fr: MDBList n'est pas configuré dans ce build.
it: MDBList non è configurato in questa build.
vi: MDBList chưa được cấu hình trong bản dựng này.

source: MDBList key set
de: MDBList-Schlüssel gesetzt
es: Clave MDBList establecida
fr: Clé MDBList définie
it: Chiave MDBList impostata
vi: Đã lưu key MDBList

source: MDBList returned an unexpected response.
de: MDBList hat eine unerwartete Antwort zurückgegeben.
es: MDBList devolvió una respuesta inesperada.
fr: MDBList a renvoyé une réponse inattendue.
it: MDBList ha restituito una risposta imprevista.
vi: MDBList trả về phản hồi không mong đợi.

source: MDBList will stop syncing on this Apple TV.
de: MDBList wird auf diesem Apple TV nicht mehr synchronisiert.
es: MDBList dejará de sincronizarse en este Apple TV.
fr: MDBList ne sera plus synchronisé sur cette Apple TV.
it: MDBList smetterà di sincronizzarsi su questa Apple TV.
vi: MDBList sẽ ngừng đồng bộ trên Apple TV này.

source: Makes the app background pure black, which suits OLED screens. Cards keep their own colors so they still stand out.
de: Macht den App-Hintergrund rein schwarz, was zu OLED-Bildschirmen passt. Karten behalten ihre eigenen Farben und heben sich weiterhin ab.
es: Pone el fondo de la app en negro puro, ideal para pantallas OLED. Las tarjetas conservan sus propios colores para seguir destacando.
fr: Rend l’arrière-plan de l’app noir pur, idéal pour les écrans OLED. Les cartes gardent leurs propres couleurs pour rester bien visibles.
it: Rende nero puro lo sfondo dell’app, ideale per gli schermi OLED. I riquadri mantengono i propri colori per risaltare comunque.
vi: Làm nền ứng dụng đen tuyền, phù hợp với màn hình OLED. Các thẻ giữ màu riêng để vẫn nổi bật.

source: Manage add-ons, Home rows, API keys, and stream badge packs from a phone or laptop browser on the same network — no on-screen keyboard. Changes only apply after you confirm them here.
de: Verwalte Add-ons, Start-Reihen, API-Schlüssel und Stream-Badge-Pakete über einen Phone- oder Laptop-Browser im gleichen Netzwerk – keine Bildschirmtastatur. Änderungen werden nur angewendet, nachdem du sie hier bestätigt hast.
es: Gestiona complementos, filas de inicio, claves API y paquetes de insignias de stream desde un navegador de teléfono o portátil en la misma red — sin teclado en pantalla. Los cambios se aplican solo después de que los confirmes aquí.
fr: Gérez les addons, les lignes d'accueil, les clés API et les packs de badges de streams depuis le navigateur d'un téléphone ou d'un ordinateur portable sur le même réseau — sans clavier à l'écran. Les modifications ne s'appliquent qu'après confirmation ici.
it: Gestisci componenti aggiuntivi, righe home, chiavi API e pacchetti badge di flusso da un browser mobile o laptop sulla stessa rete — nessuna tastiera su schermo. Le modifiche si applicano solo dopo che le confermi qui.
vi: Quản lý addon, hàng Trang chủ, API key và gói huy hiệu luồng từ trình duyệt trên điện thoại hoặc laptop cùng mạng — không cần bàn phím trên màn hình. Thay đổi chỉ áp dụng sau khi bạn xác nhận tại đây.

source: Mark Episode Watched
de: Folge als gesehen markieren
es: Marcar episodio como visto
fr: Marquer l’épisode comme vu
it: Segna episodio come visto
vi: Đánh dấu tập đã xem

source: Mark Watched
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
it: Segna come guardato
vi: Đánh dấu đã xem

source: Mark as Unwatched
de: Als ungesehen markieren
es: Marcar como no visto
fr: Marquer comme non vu
it: Segna come non visto
vi: Đánh dấu chưa xem

source: Mark as Watched
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
it: Segna come visto
vi: Đánh dấu đã xem

source: Match Content Frame Rate
de: Bildrate anpassen
es: Coincidir velocidad de fotogramas de contenido
fr: Fréquence d'images Match Content
it: Abbina frequenza fotogrammi contenuto
vi: Khớp tốc độ khung hình nội dung

source: Maximum rating
de: Maximalbewertung
es: Calificación máxima
fr: Note maximale
it: Voto massimo
vi: Điểm tối đa

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
vi: Vừa

source: Medium+
de: Mittel+
es: Medio+
fr: Moyen+
it: Medio+
vi: Vừa+

source: Metadata (TMDB)
de: Metadaten (TMDB)
es: Metadatos (TMDB)
fr: Métadonnées (TMDB)
it: Metadati (TMDB)
vi: Siêu dữ liệu (TMDB)

source: Metadata Language
de: Metadaten-Sprache
es: Idioma de los metadatos
fr: Langue des métadonnées
it: Lingua dei metadati
vi: Ngôn ngữ siêu dữ liệu

source: Minimum Resolution
de: Mindestauflösung
es: Resolución mínima
fr: Résolution minimale
it: Risoluzione minima
vi: Độ phân giải tối thiểu

source: Minimum rating
de: Mindestbewertung
es: Calificación mínima
fr: Note minimale
it: Voto minimo
vi: Điểm tối thiểu

source: Minimum votes
de: Mindeststimmen
es: Votos mínimos
fr: Votes minimum
it: Voti minimi
vi: Lượt đánh giá tối thiểu

source: Missing provider credentials — reconnect in Settings → Services → Debrid.
de: Fehlende Provider-Zugangsdaten – verbinde erneut unter Einstellungen → Dienste → Debrid.
es: Faltan las credenciales del proveedor: vuelve a conectar en Ajustes → Servicios → Debrid.
fr: Identifiants du fournisseur manquants : reconnectez-vous dans Réglages → Services → Debrid.
it: Credenziali del provider mancanti: ricollega in Impostazioni → Servizi → Debrid.
vi: Thiếu thông tin xác thực của nhà cung cấp — hãy kết nối lại trong Cài đặt → Dịch vụ → Debrid.

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
it: Moderata
vi: Trung bình

source: More Like This
de: Mehr davon
es: Más como esto
fr: À voir aussi
it: Altri titoli simili
vi: Có thể bạn sẽ thích

source: Move Down
de: Nach unten
es: Bajar
fr: Descendre
it: Sposta giù
vi: Chuyển xuống

source: Move Up
de: Nach oben
es: Subir
fr: Monter
it: Sposta su
vi: Chuyển lên

source: Movies
de: Filme
es: Películas
fr: Films
it: Film
vi: Phim

source: Native
de: Nativ
es: Nativo
fr: Natif
it: Nativo

source: Native player (Dolby Vision & HDR)
de: Nativer Player (Dolby Vision & HDR)
es: Reproductor nativo (Dolby Vision y HDR)
fr: Lecteur natif (Dolby Vision et HDR)
it: Lettore nativo (Dolby Vision e HDR)
vi: Trình phát gốc (Dolby Vision & HDR)

source: Native player for Dolby Vision (beta)
de: Nativer Player für Dolby Vision (Beta)
es: Reproductor nativo para Dolby Vision (beta)
fr: Lecteur natif pour Dolby Vision (bêta)
it: Lettore nativo per Dolby Vision (beta)
vi: Trình phát native cho Dolby Vision (beta)

source: Network
de: Sender
es: Cadena
fr: Chaîne
vi: Đơn vị phát hành

source: Network IDs
de: Sender-IDs
es: IDs de cadena
fr: ID de chaîne
it: ID Network
vi: ID đơn vị phát hành

source: Network Readahead
de: Netzwerk-Pufferung
es: Lectura anticipada de red
fr: Préchargement réseau
it: Lettura anticipata rete
vi: Đọc trước mạng

source: Networks
de: Sender
es: Cadenas
fr: Chaînes
it: Network
vi: Đơn vị phát hành

source: Newest first; the launch lines are at the end.
de: Neueste zuerst; die Startzeilen stehen am Ende.
es: Más reciente primero; las líneas de inicio están al final.
fr: Plus récent en premier ; les lignes de lancement sont à la fin.
it: Più recente per primo; le righe di avvio sono alla fine.
vi: Mới nhất trước; các dòng khởi động ở cuối.

source: Next Episode
de: Nächste Episode
es: Siguiente episodio
fr: Épisode suivant
it: Prossimo episodio
vi: Tập tiếp theo

source: No Upcoming row on Home
de: Keine Reihe „Demnächst“ auf der Startseite
es: Sin fila Próximamente en Inicio
fr: Pas de rangée À venir sur l’accueil
it: Nessuna riga In arrivo in Home
vi: Không có hàng Sắp chiếu trên Trang chủ

source: No Zoom Row Reach (A/B)
de: Zeilenreichweite ohne Zoom (A/B)
es: Alcance de filas sin zoom (A/B)
fr: Portée des rangées sans zoom (A/B)
it: Estensione righe senza zoom (A/B)
vi: Tầm hàng khi không thu phóng (A/B)

source: No Zoom on Focus
de: Kein Zoom bei Fokus
es: Sin zoom al enfocar
fr: Pas de zoom au focus
it: Niente zoom al focus
vi: Không phóng to khi chọn

source: No addons installed yet.
de: Noch keine Addons installiert.
es: Aún no hay complementos instalados.
fr: Aucun addon installé.
it: Nessun addon installato ancora.
vi: Chưa có addon

source: No addons installed.
de: Keine Add-ons installiert.
es: No hay complementos instalados.
fr: Aucun addon installé.
it: Nessun addon installato.
vi: Chưa cài addon nào.

source: No alternate sources found yet.
de: Noch keine alternativen Quellen gefunden.
es: Aún no se encontraron fuentes alternas.
fr: Aucune source alternative trouvée pour l'instant.
it: Nessuna fonte alternativa trovata ancora.
vi: Chưa tìm thấy nguồn thay thế nào.

source: No badge packs imported yet.
de: Noch keine Badge-Pakete importiert.
es: Aún no hay paquetes de insignias importados.
fr: Aucun pack de badges importé pour l'instant.
it: Nessun pacchetto badge importato ancora.
vi: Chưa nhập gói huy hiệu nào.

source: No changes detected.
de: Keine Änderungen erkannt.
es: No se detectaron cambios.
fr: Aucune modification détectée.
it: Nessuna modifica rilevata.
vi: Không phát hiện thay đổi nào.

source: No episodes are available to shuffle.
de: Es sind keine Episoden für die Zufallswiedergabe verfügbar.
es: No hay episodios disponibles para la reproducción aleatoria.
fr: Aucun épisode n’est disponible pour la lecture aléatoire.
it: Nessun episodio disponibile per la riproduzione casuale.
vi: Không có tập nào để phát ngẫu nhiên.

source: No files in your %@ cloud.
de: Keine Dateien in deiner %@ Cloud.
es: No hay archivos en tu nube %@.
fr: Aucun fichier dans votre cloud %@.
it: Nessun file nel tuo cloud %@.
vi: Không có tệp nào trong đám mây %@ của bạn.

source: No focus steps measured yet — walk a collection row on Home.
de: Noch keine Fokusschritte gemessen – durchlaufe eine Kollektionsreihe auf der Startseite.
es: Aún no se han medido pasos de foco: recorre una fila de colección en Inicio.
fr: Aucun pas de focus mesuré pour l’instant : parcourez une rangée de collection sur l’accueil.
it: Nessun passo del focus misurato finora: scorri una riga di raccolta in Home.
vi: Chưa đo được bước tiêu điểm nào — hãy lướt qua một hàng bộ sưu tập trên Trang chủ.

source: No installed add-on offers search. Install a catalog add-on with search support and its sources will appear here.
de: Kein installiertes Add-on bietet eine Suche an. Installiere ein Katalog-Add-on mit Suchunterstützung, dann erscheinen seine Quellen hier.
es: Ningún add-on instalado ofrece búsqueda. Instala un add-on de catálogo con búsqueda y sus fuentes aparecerán aquí.
fr: Aucune extension installée ne propose de recherche. Installez une extension de catalogue avec recherche et ses sources apparaîtront ici.
it: Nessun add-on installato offre la ricerca. Installa un add-on di catalogo con supporto alla ricerca e le sue fonti appariranno qui.
vi: Không addon nào đã cài hỗ trợ tìm kiếm. Cài addon danh mục có hỗ trợ tìm kiếm và nguồn của nó sẽ xuất hiện ở đây.

source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion Internet
it: Nessuna connessione internet
vi: Không có kết nối Internet

source: No lists found in your MDBList account yet. Sync to load them.
de: In deinem MDBList-Konto wurden noch keine Listen gefunden. Synchronisiere, um sie zu laden.
es: Aún no hay listas en tu cuenta de MDBList. Sincroniza para cargarlas.
fr: Aucune liste trouvée dans ton compte MDBList pour l’instant. Synchronise pour les charger.
it: Nessuna lista trovata nel tuo account MDBList. Sincronizza per caricarle.
vi: Chưa có danh sách nào trong tài khoản MDBList của bạn. Hãy đồng bộ để tải.

source: No playable files
de: Keine abspielbar Dateien
es: No hay archivos reproducibles
fr: Aucun fichier lisible
it: Nessun file riproducibile
vi: Không tìm thấy tệp để phát

source: No playable streams. Install a streaming addon, or connect a debrid account in Settings → Services → Debrid to play torrent results.
de: Keine abspielbaren Streams. Installiere ein Streaming-Add-on oder verbinde ein Debrid-Konto unter Einstellungen → Dienste → Debrid, um Torrent-Ergebnisse abzuspielen.
es: No hay streams reproducibles. Instala un complemento de streaming o conecta una cuenta debrid en Ajustes → Servicios → Debrid para reproducir resultados de torrent.
fr: Aucun stream lisible. Installez un addon de streaming, ou connectez un compte debrid dans Réglages → Services → Debrid pour lire les résultats torrent.
it: Nessun flusso riproducibile. Installa un addon di streaming o collega un account debrid in Impostazioni → Servizi → Debrid per riprodurre i risultati torrent.
vi: Không có luồng phát được. Cài addon phát trực tuyến, hoặc kết nối tài khoản debrid trong Cài đặt → Dịch vụ → Debrid để phát kết quả torrent.

source: No plugin repositories installed yet.
de: Noch keine Plugin-Repositories installiert.
es: Aún no hay repositorios de complementos instalados.
fr: Aucun dépôt de plugin installé pour l’instant.
it: Nessun repository di plugin ancora installato.
vi: Chưa cài đặt kho Plugin nào

source: No results for ‘%@’
de: Keine Ergebnisse für ‘%@’
es: Sin resultados para ‘%@’
fr: Aucun résultat pour ‘%@’
it: Nessun risultato per ‘%@’
vi: Không có kết quả cho ‘%@’

source: No results.
de: Keine Ergebnisse.
es: Sin resultados.
fr: Aucun résultat.
it: Nessun risultato.
vi: Không có kết quả.

source: No rotating banner — the top of Home shows the focused title's artwork and description
de: Kein rotierendes Banner – oben auf der Startseite werden Artwork und Beschreibung des fokussierten Titels angezeigt
es: Sin banner rotativo: la parte superior de Inicio muestra la imagen y la descripción del título enfocado
fr: Pas de bannière rotative : le haut de l’accueil affiche le visuel et la description du titre ciblé
it: Nessun banner a rotazione: la parte alta di Home mostra l’immagine e la descrizione del titolo selezionato
vi: Không có biểu ngữ xoay vòng — đầu Trang chủ hiển thị ảnh và mô tả của tiêu đề đang chọn

source: No search performed yet.
de: Noch keine Suche durchgeführt.
es: Aún no se ha realizado ninguna búsqueda.
fr: Aucune recherche effectuée pour l'instant.
it: Nessuna ricerca eseguita finora.
vi: Chưa tìm kiếm.

source: No source could start. Choose one below.
de: Keine Quelle konnte gestartet werden. Wähle unten eine aus.
es: No se pudo iniciar ninguna fuente. Elige una abajo.
fr: Aucune source n’a pu démarrer. Choisissez-en une ci-dessous.
it: Nessuna fonte ha potuto avviarsi. Sceglierne una qui sotto.
vi: Không nguồn nào bắt đầu được. Hãy chọn một nguồn bên dưới.

source: No stream details yet.
de: Noch keine Stream-Details.
es: Sin detalles de stream aún.
fr: Aucun détail de stream pour l'instant.
it: Nessun dettaglio del flusso ancora.
vi: Chưa có chi tiết luồng.

source: No stream found for the next episode.
de: Kein Stream für die nächste Episode gefunden.
es: No se encontró stream para el próximo episodio.
fr: Aucun stream trouvé pour le prochain épisode.
it: Nessun flusso trovato per l'episodio successivo.
vi: Không tìm thấy luồng cho tập tiếp theo.

source: No stream lookups yet — press Play on the title that fails.
de: Noch keine Stream-Abfragen – drücke Wiedergabe bei dem Titel, der fehlschlägt.
es: Aún no hay búsquedas de streams: pulsa Reproducir en el título que falla.
fr: Aucune recherche de streams pour l’instant : appuyez sur Lecture sur le titre qui échoue.
it: Nessuna ricerca di stream finora: premi Riproduci sul titolo che non funziona.
vi: Chưa có lần tra cứu luồng nào — hãy nhấn Phát trên tiêu đề bị lỗi.

source: No streaming addons installed — only a metadata catalog (Cinemeta) is set up.
de: Keine Streaming-Add-ons installiert – nur ein Metadaten-Katalog (Cinemeta) ist konfiguriert.
es: No hay complementos de streaming instalados — solo se configura un catálogo de metadatos (Cinemeta).
fr: Aucun addon de streaming installé — seul un catalogue de métadonnées (Cinemeta) est configuré.
it: Nessun addon di streaming installato — solo un catalogo di metadati (Cinemeta) è configurato.
vi: Chưa cài addon phát trực tuyến nào — chỉ có danh mục siêu dữ liệu (Cinemeta).

source: No streams found for this title.
de: Keine Streams für diesen Titel gefunden.
es: No se encontraron streams para este título.
fr: Aucun stream trouvé pour ce titre.
it: Nessun flusso trovato per questo titolo.
vi: Không tìm thấy luồng cho phim này.

source: No subtitles for this title
de: Keine Untertitel für diesen Titel
es: No hay subtítulos para este título
fr: Aucun sous-titre pour ce titre
it: Nessun sottotitolo per questo titolo
vi: Không có phụ đề cho nội dung này

source: No titles here yet.
de: Noch keine Titel hier.
es: Sin títulos aquí aún.
fr: Aucun titre ici pour l'instant.
it: Nessun titolo qui ancora.
vi: Chưa có phim nào ở đây.

source: No titles match these filters
de: Keine Titel passen zu diesen Filtern
es: Ningún título coincide con estos filtros
fr: Aucun titre ne correspond à ces filtres
it: Nessun titolo corrisponde a questi filtri
vi: Không có tựa nào khớp với các bộ lọc này

source: No trailer measurements yet — open a title and let its trailer play.
de: Noch keine Trailer-Messungen — öffne einen Titel und lass seinen Trailer abspielen.
es: Aún no hay mediciones de tráiler — abre un título y deja que se reproduzca su tráiler.
fr: Aucune mesure de bande-annonce pour l'instant — ouvre un titre et laisse sa bande-annonce se lancer.
it: Nessuna misurazione del trailer ancora — apri un titolo e lascia riprodurre il suo trailer.
vi: Chưa có số đo trailer nào — mở một tựa đề và để trailer của nó phát.

source: None of your add-ons can search
de: Keines deiner Add-ons kann suchen
es: Ninguno de tus complementos puede buscar
fr: Aucun de tes add-ons ne peut rechercher
it: Nessuno dei tuoi add-on può cercare
vi: Không add-on nào của bạn hỗ trợ tìm kiếm

source: None of your addons provide streams for this title.
de: Keines deiner Add-ons liefert Streams für diesen Titel.
es: Ninguno de tus complementos ofrece streams para este título.
fr: Aucun de vos add-ons ne fournit de streams pour ce titre.
it: Nessuno dei tuoi add-on offre stream per questo titolo.
vi: Không add-on nào của bạn cung cấp luồng cho tiêu đề này.

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
vi: Không khả dụng

source: Not cached on your debrid service.
de: Nicht im Cache deines Debrid-Dienstes.
es: No almacenado en caché en tu servicio debrid.
fr: Non mis en cache sur votre service debrid.
it: Non memorizzato in cache sul tuo servizio debrid.
vi: Chưa được cache trên dịch vụ debrid của bạn.

source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
vi: Chưa cấu hình

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
vi: Chưa đặt

source: Nothing here yet — try another genre or catalog.
de: Noch nichts hier – versuche ein anderes Genre oder einen anderen Katalog.
es: Nada aquí aún — intenta otro género o catálogo.
fr: Rien ici pour l'instant — essayez un autre genre ou catalogue.
it: Niente qui ancora — prova un altro genere o catalogo.
vi: Chưa có gì ở đây — thử thể loại hoặc danh mục khác.

source: Nothing here yet.
de: Noch nichts hier.
es: Nada aquí aún.
fr: Rien ici pour l'instant.
it: Niente qui ancora.
vi: Chưa có gì ở đây.

source: Nudity
de: Nacktheit
es: Desnudez
fr: Nudité
it: Nudità
vi: Khỏa thân

source: Nuvio Library
de: Nuvio-Bibliothek
es: Biblioteca Nuvio
fr: Bibliothèque Nuvio
it: Libreria Nuvio
vi: Thư viện Nuvio

source: Nuvio account and server, plus Remote Setup
de: Nuvio-Account und -Server sowie Fernkonfiguration
es: Cuenta y servidor de Nuvio, y Configuración remota
fr: Compte et serveur Nuvio, et Configuration à distance
it: Account e server Nuvio, più Configurazione remota
vi: Tài khoản và máy chủ Nuvio, cùng Thiết lập từ xa

source: Nuvio automatically checks Simkl at most once every %lld minutes. Changes made through another app or the Simkl website may take that long to appear.
de: Nuvio prüft Simkl automatisch höchstens einmal alle %lld Minuten. Änderungen aus einer anderen App oder von der Simkl-Website können entsprechend lange brauchen, bis sie erscheinen.
es: Nuvio comprueba Simkl automáticamente como máximo una vez cada %lld minutos. Los cambios hechos desde otra app o desde la web de Simkl pueden tardar ese tiempo en aparecer.
fr: Nuvio vérifie automatiquement Simkl au plus une fois toutes les %lld minutes. Les modifications effectuées via une autre app ou le site Simkl peuvent mettre ce temps à apparaître.
it: Nuvio controlla Simkl automaticamente al massimo una volta ogni %lld minuti. Le modifiche fatte da un'altra app o dal sito Simkl possono impiegare quel tempo per apparire.
vi: Nuvio tự động kiểm tra Simkl tối đa mỗi %lld phút. Thay đổi từ ứng dụng khác hoặc trang Simkl có thể mất chừng đó thời gian mới hiện.
